Qlogview 0.34 : ansi-mode 

[text-version smaller-font larger-font]

252H 53V 334125X 16C Mem:8 Exits:SU> olObvious exits:
South - A Crossroad In The Hills
Up    - The Rocky Trail

252H 53V 334125X 16C Mem:8 Exits:SU> 6m
Eppe flies south.
The dwarven foreman leaves south.
You follow Eppe south.
A Crossroad In The Hills
*A dwarf stands here shouting out orders and cursing loudly.
Eppe the Female Gnome is standing here. (flying) (invisible)
You sense a life form.

252H 51V 334125X 16C Mem:8 Exits:NESW> 36
Eppe flies south.
The dwarven foreman leaves south.
You follow Eppe south.
A Hill Path
*A dwarf stands here shouting out orders and cursing loudly.
Eppe the Female Gnome is standing here. (flying) (invisible)

252H 49V 334125X 16C Mem:8 Exits:NS> m3
Eppe flies south.
The dwarven foreman leaves south.
You follow Eppe south.
A Steep Hillside
*A dwarf stands here shouting out orders and cursing loudly.
Eppe the Female Gnome is standing here. (flying) (invisible)

252H 47V 334125X 16C Mem:8 Exits:NW> 25score
You are Tarazed, Plundering Scum of Rage, a level 24 Druid.
You are 28 years old.
You have 252(252) hit and 47(113) movement points.
Your behaviour has been Good.
You have scored 10745875 exp, and have 316(8076) steel coins.
You need 334125 more experience to advance.
You have been connected for 34 minute(s).
You have been playing for 8 day(s), 11 hour(s) and 4 minute(s).
You are standing.
You are flying.
You are following Eppe.
You are affected by the following:
   detect invisibility
   fly

252H 47V 334125X 16C Mem:8 Exits:NW> avcast 'sense life'
You utter the words, 'sense life'
You feel your awareness improve.

252H 47V 334125X 16C Mem:9 Exits:NW> ee
Eppe flies west.
The dwarven foreman leaves west.
You follow Eppe west.
A Rocky Trail
*A dwarf stands here shouting out orders and cursing loudly.
Eppe the Female Gnome is standing here. (flying) (invisible)

252H 45V 334125X 16C Mem:9 Exits:EW> ay
Cabre flies in from the west.

252H 45V 334125X 16C Mem:9 Exits:EW> an leaves west.
You follow Eppe west.
The Ogre Sentry Post
The corpse of an ogre sentry is lying here.
A single steel coin lies here.
*A dwarf stands here shouting out orders and cursing loudly.
Eppe the Female Gnome is standing here. (flying) (invisible)

252H 43V 334125X 16C Mem:9 Exits:NESW> in
Eppe flies east.
The dwarven foreman leaves east.
You follow Eppe east.
A Rocky Trail
*A dwarf stands here shouting out orders and cursing loudly.
Eppe the Female Gnome is standing here. (flying) (invisible)
Cabre Tohz is standing here. (flying)
. . . is surrounded by 3 duplicate images.
Geg Drevlin, Battering Ram of the Pathfinders is standing here. (flying)

252H 59V 334125X 16C Mem:8 Exits:EW> 
 cast 'acid blast' cabre

Eppe issues the order 'bash cabre'.
The dwarven foreman slowly fades into existence.
The dwarven foreman crashes into Cabre in a thundering collision, knocking him 
to the ground!

252H 59V 334125X 16C Mem:8 Exits:EW> diYou utter the words, 'acid blast'
You miss Cabre and destroy an image instead.

252H 59V 334125X 16C Mem:10 Exits:EW> o 
Geg crashes into Eppe in a thundering collision, knocking her to the ground!

252H 59V 334125X 16C Mem:10 Exits:EW> ocast 'acid blast' cabre

Geg slashes Eppe hard.
Eppe slowly fades into existence.
Eppe misses Geg with her hit.
The dwarven foreman misses Cabre and destroys an image instead.
The dwarven foreman misses Cabre and destroys an image instead.
Cabre pierces the dwarven foreman extremely hard.
Cabre pierces the dwarven foreman extremely hard.

252H 59V 334125X 16C Mem:10 Exits:EW> 0;
Cabre stands up.

252H 59V 334125X 16C Mem:10 Exits:EW> maYou utter the words, 'acid blast'
Some of your acid hits Cabre!

252H 59V 334125X 16C Mem:11 Exits:EW> .
group
cast 'acid blast' cabre

Geg slashes Eppe hard.
Eppe misses Geg with her hit.
The dwarven foreman misses Cabre with his hit.
The dwarven foreman barely pierces Cabre.

252H 59V 334125X 16C Mem:11 Exits:EW> th
Cabre utters the words, 'sfugwahuq gsgrul'
Cabre's hands issue a spray of prismatic color!
You are hit by a spray of gleaming indigo!
That Really did HURT!
You are caught in a spray of shimmering red!
The dwarven foreman is caught in a spray of shimmering red!
The dwarven foreman seems weaker.
Eppe is hit by a spray of gleaming indigo!

140H 59V 334125X 16C [Me:Fair] [the dwarven foreman:Bad] [Cabre:Good] Mem:11 
Exits:EW> s Your group consists of:
 Eppe             fair      rested    sitting    Y    3
 Tarazed          fair      rested    standing   Y   11

140H 59V 334125X 16C [Me:Fair] [the dwarven foreman:Bad] [Cabre:Good] Mem:11 
Exits:EW> 1mEppe stands up.
You utter the words, 'acid blast'
Some of your acid hits Cabre!

140H 59V 334125X 16C [Me:Fair] [the dwarven foreman:Bad] [Cabre:Fair] Mem:12 
Exits:EW> 0;
Eppe utters the words, 'acid blast'
Cabre is caught in some of Eppe's acid!
You are sent sprawling as Geg crashes into you.

135H 59V 334125X 16C [Me:Fair] [the dwarven foreman:Bad] [Cabre:Fair] Mem:12 
Exits:EW> 7mST

Cabre utters the words, 'sfugwahuq gsgrul'
Cabre's hands issue a spray of prismatic color!
You are blasted by a spray of scintillating blue!
You are caught in a spray of radiant yellow!
Wimpy mode activated!
You can't seem to move yet!
The dwarven foreman is hit by a spray of gleaming indigo!
Eppe is caught in a spray of radiant yellow!

71H 59V 334125X 16C [Me:V.Bad] [the dwarven foreman:V.Bad] [Cabre:[33mFair] 
Mem:12 Exits:EW> C
Geg misses Eppe with his slash.
The dwarven foreman misses Cabre with his hit.
The dwarven foreman misses Cabre with his pierce.

71H 59V 334125X 16C [Me:V.Bad] [the dwarven foreman:V.Bad] [Cabre:Fair] Mem:12 
Exits:EW> llcast 'acid blast' cabre

Cabre points a mahogany wand at Cabre.
Cabre heals Cabre.

71H 59V 334125X 16C [Me:V.Bad] [the dwarven foreman:V.Bad] [Cabre:V.Good] Mem:12 
Exits:EW> .Bflee

You miss Cabre with your pierce.
Geg barely slashes Eppe.
Eppe misses Geg with her hit.
The dwarven foreman misses Cabre with his hit.
The dwarven foreman pierces Cabre very hard.
Cabre pierces the dwarven foreman extremely hard.
The dwarven foreman bursts into tears.
The dwarven foreman panics, and attempts to flee.
Cabre pierces the dwarven foreman extremely hard.
The dwarven foreman bursts into tears.
The dwarven foreman panics, and attempts to flee.

71H [1m59V 334125X 16C [Me:V.Bad] [the dwarven foreman:Awful] [Cabre:V.Good] 
Mem:12 Exits:EW> ce
Eppe utters the words, 'acid blast'
Cabre is caught in some of Eppe's acid!

71H 59V 334125X 16C [Me:V.Bad] [the dwarven foreman:Awful] [Cabre:Fair] Mem:12 
Exits:EW> n 
Geg crashes into Eppe in a thundering collision, knocking her to the ground!

71H 59V 334125X 16C [Me:V.Bad] [the dwarven foreman:Awful] [Cabre:Fair] Mem:12 
Exits:EW> n 
You miss Cabre with your pierce.
Geg misses Eppe with his slash.
The dwarven foreman misses Cabre with his hit.
The dwarven foreman misses Cabre with his pierce.
Cabre pierces the dwarven foreman extremely hard.
The dwarven foreman is dead! R.I.P.
The death cry of the dwarven foreman echoes from somewhere nearby...
The dwarven foreman stops following Eppe.

71H 59V 334125X 16C [Me:V.Bad] [Cabre:Fair] Mem:12 Exits:EW> it
Cabre utters the words, 'sfugwahuq gsgrul'
Cabre's hands issue a spray of prismatic color!
You are caught in a spray of bright orange!
You wish your wounds would stop BLEEDING so much!
Wimpy mode activated!
You can't seem to move yet!
Eppe is struck by a spray of vibrant green!

41H 59V 334125X 16C [Me:Awful] [Cabre:Fair] Mem:12 Exits:EW> Baget all corpse
You stand up.

41H 59V 334125X 16C [Me:Awful] [Cabre:Fair] Mem:12 Exits:EW> s recite recall
You utter the words, 'acid blast'
Some of your acid hits Cabre!

41H 59V 334125X 16C [Me:Awful] [Cabre:Bad] Mem:13 Exits:EW> ac
Cabre utters the words, 'sfugwahuq gsgrul'
Cabre's hands issue a spray of prismatic color!
You are blasted by a spray of scintillating blue!
You wish your wounds would stop BLEEDING so much!
Wimpy mode activated!
You can't seem to move yet!
Eppe is struck by a spray of vibrant green!

8H 59V 334125X 16C [Me:Awful] [Cabre:Bad] Mem:13 Exits:EW> [0
Geg misses Eppe with his slash.
Eppe bruises Geg with her hit.

8H 59V 334125X 16C [Me:Awful] [Cabre:Bad] Mem:13 Exits:EW>  mCabre utters the 
words, 'sfugwahuq gsgrul'
Cabre's hands issue a spray of prismatic color!
A spray of orange dissolves you into a pool of ochreous slime.
The agony is unbearable until it fades into numbing sensation.  Your soul
leaves your body and floats to the world beyond.  You feel a strange
sensation, and you are pulled back to the mortal plane with a wrenching jerk.
Lie still, you are dead.

-11H 59V 1000791X 16C Mem:13 Exits:EW> [You feel less aware of your 
surroundings.
The detect invisible wears off.
You stop following Eppe.



---

Manually added clan: Pathfinders
